export interface IntroSectionData {
  reverseOrder: boolean;
  tagText: string;
  title: string;
  description: string;
  imageUrl: string;
  bulletPoints: Array<{
    title: string;
    text: string;
  }>;
}
export const introSectionsData: IntroSectionData[] = [
  {
    reverseOrder: false,
    tagText: "تحلیل",
    title: "شرکت سبدگردان پاداش",
    description:
      "کارگزاری پاداش از جمله کارگزاری‌هایی است که فرآیند ثبت نام و احراز هویت را به صورت غیرحضوری انجام می‌دهد. افتتاح حساب شما در کارگزاری پاداش کمتر از 5 دقیقه زمان نیاز دارد. شرکت کارگزاری پاداش با مدیریت حرفه ای و بهره گیری از نیروهای متخصص و باتجربه سعی در ارائه خدمات سرمایه گذاری در بازار سرمایه اعم از بورس اوراق بهادار، بورس کالا، انرژی و ابزار مشتقه، را دارد",
    imageUrl: "/images/section-1-sabad-gardan.png",
    bulletPoints: [
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
    ],
  },
  {
    reverseOrder: true,
    tagText: "مشاوره",
    title: "شرکت کارگزاری پاداش",
    description:
      "کارگزاری پاداش از جمله کارگزاری‌هایی است که فرآیند ثبت نام و احراز هویت را به صورت غیرحضوری انجام می‌دهد. افتتاح حساب شما در کارگزاری پاداش کمتر از 5 دقیقه زمان نیاز دارد. شرکت کارگزاری پاداش با مدیریت حرفه ای و بهره گیری از نیروهای متخصص و باتجربه سعی در ارائه خدمات سرمایه گذاری در بازار سرمایه اعم از بورس اوراق بهادار، بورس کالا، انرژی و ابزار مشتقه، را دارد",
    imageUrl: "/images/section-2-broker.png",
    bulletPoints: [
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
    ],
  },
  {
    reverseOrder: false,
    tagText: "قرارداد",
    title: "شرکت لیزینگ پاداش",
    description:
      "کارگزاری پاداش از جمله کارگزاری‌هایی است که فرآیند ثبت نام و احراز هویت را به صورت غیرحضوری انجام می‌دهد. افتتاح حساب شما در کارگزاری پاداش کمتر از 5 دقیقه زمان نیاز دارد. شرکت کارگزاری پاداش با مدیریت حرفه ای و بهره گیری از نیروهای متخصص و باتجربه سعی در ارائه خدمات سرمایه گذاری در بازار سرمایه اعم از بورس اوراق بهادار، بورس کالا، انرژی و ابزار مشتقه، را دارد",
    imageUrl: "/images/section-3-leasing.png",
    bulletPoints: [
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
    ],
  },
  {
    reverseOrder: true,
    tagText: "مدیریت دارایی",
    title: "شرکت مشاور سرمایه پاداش",
    description:
      "کارگزاری پاداش از جمله کارگزاری‌هایی است که فرآیند ثبت نام و احراز هویت را به صورت غیرحضوری انجام می‌دهد. افتتاح حساب شما در کارگزاری پاداش کمتر از 5 دقیقه زمان نیاز دارد. شرکت کارگزاری پاداش با مدیریت حرفه ای و بهره گیری از نیروهای متخصص و باتجربه سعی در ارائه خدمات سرمایه گذاری در بازار سرمایه اعم از بورس اوراق بهادار، بورس کالا، انرژی و ابزار مشتقه، را دارد",
    imageUrl: "/images/section-4-moshavere.png",
    bulletPoints: [
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
      {
        title: "عنوان",
        text: " توضیحات ویژگی مد نظر هلدینگ پاداش",
      },
    ],
  },
];
